{"sheets":{"LASTUPDATE":[{"currentdate":"5/4/2015","currenttime":"10:05:47","rowNumber":1}],"TEXT":[{"headline":"Can you form a stable government?","context":"Combine parties as best you can to form a workable government. You need 323 votes, probably, to survive a confidence vote, but you may find that some parties get along together better than others","rowNumber":1},{"headline":"Sinn Féin","context":"Sinn Féin are unavailable for coalition building because they do not take their Westminster seats","rowNumber":2},{"headline":"ConLib plus","context":"The current coalition may be able to survive by expanding to the right to accommodate Ukip and/or the DUP","rowNumber":3},{"headline":"LabSNP","context":"Labour plus the SNP is the smallest probable anti-Tory partnership, and big enough to constitute a formal coalition, but Miliband has forcefully said he won't do a deal","rowNumber":4},{"headline":"Anti-Tory bloc","context":"Plaid Cymru, the Greens and the SDLP, in any combination, are available for any anti-Tory pact, and will have little trouble working with each other, or with the SNP, Labour or the Lib Dems. They're probably too small to make big demands but may be able to sway individual votes","rowNumber":5}],"SUM":[{"con":275,"lab":269,"snp":54,"libdem":27,"dup":9,"ukip":3,"pc":3,"green":1,"sdlp":3,"others":1,"rowNumber":1},{"con":69,"lab":63,"snp":58,"libdem":52,"dup":49,"ukip":43,"pc":43,"green":41,"sdlp":43,"others":41,"rowNumber":2}],"RESULT":[{"index":1,"pair":"con,lab","mark":"r","text":"Labour and the Tories are traditional rivals for swing voters in England, where most elections are won and lost. They also have loyalist hinterlands who would consider an alliance (except in time of dire national emergency) a betrayal.","rowNumber":1},{"index":2,"pair":"con,snp","mark":"rr","text":"The 'Conservative and Unionist party' has a fundamentally different raison d'etre from the secessionary and socially radical Scottish National Party. It is unlikely they would ever agree on much. The SNP also made it a manifesto commitment to vote down a Tory government. (On the other hand, the two have worked together in Scotland ... )","rowNumber":2},{"index":3,"pair":"con,libdem","mark":"a","text":"The Lib Dems have consistently said that they will form an alliance with the largest party. They would willingly go into coalition, but may not be numerically strong enough this time for that to be an attractive proposition.","rowNumber":3},{"index":4,"pair":"con,green","mark":"r","text":"Notwithstanding Cameron's pledge to make the outgoing administration 'the greenest government ever', the Tories and Greens make uneasy bedfellows; the Tories look on the Greens as dreamers, and the Greens doubt the Tories' commitment to environmental matters.","rowNumber":4},{"index":5,"pair":"con,ukip","mark":"a","text":"It's possible to think of UKIP as what the Tory party might become if it lost its europhile, paternalistic left wing. So there are lots of points in common. But a partnership might be fraught; there's no love lost between the personalities - Cameron famously referred to the Kippers as \"fruitcakes\" and the alliance could worsen the already grave fractures within the Tory party.","rowNumber":5},{"index":6,"pair":"con,dup","mark":"a","text":"The Ulster unionists - from whichever party - used to be thought of as the Tory party in Ireland. But the DUP is the less pliant of the Ulster unionist parties, and is increasingly suspicious of Westminster. Nonetheless, this is a natural partnership.","rowNumber":6},{"index":7,"pair":"con,pc","mark":"r","text":"Radical secessionists and conservative unionists; it's not a match made in heaven.","rowNumber":7},{"index":8,"pair":"lab,snp","mark":"a","text":"Labour and the SNP have similar views on many matters; tendencies toward social justice, social liberalism, environmentalism and pacifism. The SNP takes most of these further than Labour. The main obstacle to an agreement has been the massive overlap in their audience in Scotland; Miliband now says he will not do any sort of deal with the SNP. For their part, the Scottish party would happily make an agreement","rowNumber":8},{"index":9,"pair":"lab,libdem","mark":"a","text":"The Lib Dems have consistently said that they will form an alliance with the largest party. They would willingly go into coalition, but may not be numerically strong enough this time for that to be an attractive proposition.","rowNumber":9},{"index":10,"pair":"lab,green","mark":"a","text":"Labour are the natural partners for the Greens among the larger parties. The only obstacle to a partnership might be a desire not to encourage traditional Labour voters who might think of turning to the Greens.","rowNumber":10},{"index":11,"pair":"lab,ukip","mark":"r","text":"There are seats where Labour is losing voters to UKIP, but on most substantial matters, the two parties are at odds, most particularly on Europe, which was the founding issue for UKIP.","rowNumber":11},{"index":12,"pair":"lab,dup","mark":"r","text":"Labour don't put up candidates in Northern Ireland, so an alliance with an Irish party might be more palatable than it looks at first. Most Labour supporters think of the DUP as essentially Tories, however, and recent publicity of the homophobic views of some DUP members may make this especially controversial.","rowNumber":12},{"index":13,"pair":"lab,pc","mark":"a","text":"Labour and Plaid Cymru appeal to many of the same voters, and both are broadly left-wing, progressive parties.","rowNumber":13},{"index":14,"pair":"snp,libdem","mark":"a","text":"The Lib Dems have many shared interests with the SNP, in social justice and constitutional reform, for instance. They may differ on detail, but could probably work together.","rowNumber":14},{"index":15,"pair":"snp,green","mark":"a","text":"The Greens and the SNP see eye-to-eye generally.","rowNumber":15},{"index":16,"pair":"snp,ukip","mark":"rr","text":"A right-wing unionist party working with the radical left-wing secessionaries of the SNP? Europe alone would be a seeming insuperable barrier; the SNP is passionately committed to staying in the EU, Ukip is fanatical about leaving.","rowNumber":16},{"index":17,"pair":"snp,dup","mark":"r","text":"The DUP and SNP have fundamental differences on the value of the United Kingdom, and the DUP is relatively conservative, while the SNP is relatively radical. But they're not chasing the same votes.","rowNumber":17},{"index":18,"pair":"snp,pc","mark":"aa","text":"Plaid Cymru and the SNP both believe in independence for their respective countries, and they are both left-wing parties. Even better, they will never compete for the same voters.","rowNumber":18},{"index":19,"pair":"libdem,green","mark":"a","text":"The Lib Dems and Greens are often appealing to the same voters, but should be able to cooperate on many issues. ","rowNumber":19},{"index":20,"pair":"libdem,ukip","mark":"r","text":"The Lib Dems are progressive and europhile, while Ukip are conservative and europhobe. This is one area where the Lib Dems' cooperative approach breaks down. They have ruled out a coalition with Ukip, and any alliance would be tense. But the Lib Dems have held their noses before ...","rowNumber":20},{"index":21,"pair":"libdem,dup","mark":"r","text":"There is a progressive-traditionalist clash here, but it's mostly tonal. The Lib Dems don't challenge the status quo of the union, and the DUP are no more antithetical to the Lib Dems than the Tories on most matters, and less on some, such as the bedroom tax.","rowNumber":21},{"index":22,"pair":"libdem,pc","mark":"a","text":"Both reasonably progressive, and both have an interest in constitutional reform.","rowNumber":22},{"index":23,"pair":"green,ukip","mark":"rr","text":"Ukip wants to abolish the Department of energy and climate change, and abolish 'green subsidies'. It is the most openly anti-green of the parties. Apart from Sinn Féin-DUP it is hard to imagine a less workable partnership. (But then Sinn Féin-DUP works ... )","rowNumber":23},{"index":24,"pair":"green,dup","mark":"r","text":"A DUP-Green partnership is about as likely as a Tory-Green partnership. There's nothing much driving it, but then relatively little getting in its way.","rowNumber":24},{"index":25,"pair":"green,pc","mark":"a","text":"Both progressive, both environmentally aware.","rowNumber":25},{"index":26,"pair":"ukip,dup","mark":"a","text":"The DUP and Ukip are both traditionalist unionist parties. But unlike the larger Westminster parties, Ukip does put up candidates in Northern Ireland. This makes the two parties rivals for the same votes. But otherwise, they could probably work together.","rowNumber":26},{"index":27,"pair":"ukip,pc","mark":"r","text":"Conservative unionists and secessionary progressives. Plaid Cymru is likely to have a similar number of seats to Ukip, and may be concerned that they aren't given the same weight by the media or the other parties when it comes to thinking about alliances.","rowNumber":27},{"index":28,"pair":"con,sdlp","mark":"rr","text":"The SDLP are Irish nationalists, republicans and socialists. The Conservatives are, with understatement, none of those things.","rowNumber":28},{"index":29,"pair":"lab,sdlp","mark":"aa","text":"Traditional partners; they are fellow members of the Socialist International. Labour does not put up candidates in Northern Ireland so they are in a sort of electoral pact.","rowNumber":29},{"index":30,"pair":"snp,sdlp","mark":"aa","text":"Anti-austerity nationalists who don't stand against each other. ","rowNumber":30},{"index":31,"pair":"libdem,sdlp","mark":"","text":"","rowNumber":31},{"index":32,"pair":"green,sdlp","mark":"a","text":"Anti-austerity leftists with environmental awareness; they're singing from similar hymn sheets.","rowNumber":32},{"index":33,"pair":"ukip,sdlp","mark":"rr","text":"The SDLP are Irish nationalists, republicans and socialists. Ukip are, with understatement, none of those things. Add in contrasting views on Europe and this would be a very uneasy partnership.","rowNumber":33},{"index":34,"pair":"dup,sdlp","mark":"r","text":"Traditional rivals in Northern Ireland, each representing a different part of the community there. And yet, at Westminster, they might be able to agree on pushing the province's interests. Much stranger things have happened at Stormont","rowNumber":34},{"index":35,"pair":"pc,sdlp","mark":"aa","text":"Anti-austerity Celtic nationalists who don't stand against each other. ","rowNumber":35},{"index":36,"pair":"con,others","mark":"","text":"","rowNumber":36},{"index":37,"pair":"lab,others","mark":"","text":"","rowNumber":37},{"index":38,"pair":"snp,others","mark":"","text":"","rowNumber":38},{"index":39,"pair":"libdem,others","mark":"","text":"","rowNumber":39},{"index":40,"pair":"green,others","mark":"","text":"","rowNumber":40},{"index":41,"pair":"ukip,others","mark":"","text":"","rowNumber":41},{"index":42,"pair":"dup,others","mark":"","text":"","rowNumber":42},{"index":43,"pair":"pc,others","mark":"","text":"","rowNumber":43},{"index":44,"pair":"sdlp,others","mark":"","text":"","rowNumber":44}]},"updated":"Mon May 04 2015 10:06:08 GMT+0000 (UTC)","name":"Poll projection lite"}